Repository: Akurganow/WooCommerce-Robokassa
Catalog: languages/robokassa-payment-gateway-saphali-*.po
Languages: uk

source: Настройка приема электронных платежей через Merchant ROBOKASSA.
uk: Налаштування прийому електронних платежів за допомогою Merchant ROBOKASSA.

source: Шлюз отключен
uk: Шлюз вимкнуто

source: ROBOKASSA не поддерживает валюты Вашего магазина.
uk: ROBOKASSA не підтримує валюту Вашого магазину.

source: Включить логирование (<code>woocommerce/logs/
uk: Увімкнути журналювання (<code>woocommerce/logs/</code>

source: Включить/Выключить
uk: Увімкнути/вимкнути

source: Включен
uk: Увімкнено

source: Название
uk: Назва

source: Это название, которое пользователь видит во время проверки.
uk: Це назва, яку користувач бачить під час оплати.

source: Логин
uk: Логін

source: Пожалуйста введите Логин
uk: Будь ласка, введіть Логін

source: Пожалуйста введите пароль №1.
uk: Будь ласка, введіть пароль № 1.

source: Пожалуйста введите пароль №2.
uk: Будь ласка, введіть пароль № 2.

source: Тест режим
uk: Тестовий режим

source: В этом режиме плата за товар не снимается.
uk: У цьому режимі плата за товар не знімається.

source: Debug
uk: Налагодження

source: Description
uk: Опис

source: Описанием метода оплаты которое клиент будет видеть на вашем сайте.
uk: Опис методу платежу, що ви побачите на вашому сайті.

source: Instructions
uk: Інструкції

source: Инструкции, которые будут добавлены на страницу благодарностей.
uk: Інструкції, які будуть додані до сторінку подяк.

source: Язык общения с клиентом
uk: Мовою спілкування з клієнтом

source: Вы определяете изначально сами, на каком языке интерфейс ROBOKASSA должен отображаться для клиента
uk: Ви визначаєте спочатку самі, якою мовою інтерфейс ROBOKASSA повинен відображатися для клієнта

source: Оплатить
uk: Сплатити

source: Отказаться от оплаты & вернуться в корзину
uk: Відмовитися від оплати і повернутися в кошик

source: Спасибо за Ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы заплатить.
uk: Дякуємо вам за ваше замовлення, будь ласка, натисніть кнопку нижче, щоб заплатити.

source: Платеж не оплачен
uk: Платіж не буде сплачений

source: Платеж успешно завершен.
uk: Платіж успішно завершено.

source: Robokassa Payment Gateway (Saphali)
uk: Платіжний шлюз Robokassa (Saphali)

source: Allows you to use Robokassa payment gateway with the WooCommerce plugin.
uk: Дозволяє використовувати платіжний шлюз Robokassa з плагіном WooCommerce.
